Revit 2027 API
TransformWithBoundary Properties
The TransformWithBoundary type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
TransformWithBoundary Class
Autodesk.Revit.DB Namespace